 {
	"at": {
    "Name": "A.T.",
		"Field": "Technology",
		"Ages": "27/28",
    "Resolution": "Read 18 books",
		"January1": "I think that a younger me romanticized it, a recent me scoffed at my personal inability to follow through and unkindly projected that onto other people silently, and me in my current Pokémon evolution doesn't want to be so sour.",
		"January2": "I want to read a 1.5 books/month, so 18 books in the year.",
		"January3": "I definitely want to try and love this idea of holding one another accountable. I used to so badly want to be in a book club with friends but maybe it'll be easier if I start with myself first.",
		"February1": "Not in particular. I just think about how I need to read more. I suppose I've been using Goodreads to track what I'm working through at the moment.",
		"February2": "Yeah, I think my daily routine has gone back to something more akin to what I did as a teenager. I try to carry books around with me more. Admittedly, it's still easier to listen to a podcast on the subway, but it's definitely on my mind. At night in particular, I try to read some before I fall asleep now.",
		"February3": "Yeah, definitely!",
		"February4": "Interesting choice of words, Kelly. ;P Yeah, this goal is definitely towards the forefront of my thoughts now.",
		"February5": "Yep!",
    "February6": "Yeah, I've really enjoyed having a bit of an anchor, even if it's more hands off than I originally imagined.",
		"March1": "Not in particular, other than to just read whenever I can, particularly before I go to bed.",
		"March2": "Yeah, definitely think about the books I'm reading more.",
		"March3": "Yeah! I just finished my 4th of the year. What a doozie. Ancillary Justice by Ann Leslie.",
		"March4": "Yeah, for sure. I just counted and definitely am motivated to perhaps get ahead on my goal of 1.5 books a month.",
		"March5": "Yeah!",
    "March6": "Was just thinking of your email coming soon in fact. Excited to talk to you next time we hang out (this week?!) to see how things are going for you and the others.",
		"April1": "Recently I was thinking that I maybe out to do so, but really I just know that when I'm just lying down and bed, instead of reaching for my phone to look at Youtube, I should just grab my book instead. Outside of that, I don't know if I need to outline anything per se?",
		"April2": "Yeah, I think I just think about books a lot more like I used to.",
		"April3": "Yeah! Though this past month wasn't as great.",
		"April4": "Sure. I was falling behind, so I went and picked up a book that I knew I would devour yesterday. It's the second book in the series I was telling you about by Ann Leckie, Ancillary Sword.",
		"April5": "Yeah, for sure.",
    "April6": "Yeah, I always look forward to getting this template email and getting to talk to you in person about how the project is going, my goals, yours, etc.",
		"May1": "I finished that book I mentioned I bought last month because I felt myself lagging. Been trying to end each night with reading away from the phone.",
		"May2": "Yeah, while my morning commute isn't super good for reading books, I've thought about bringing some magazines that I also subscribed to to get more reading in. Recently, I started studying again every night (though not the initial goal, I remembered how much I used to say I'd want to get on Jeopardy at some point in my life).",
		"May3": "For sure. I'm a bit behind on my book count as a hard number but some books have been longer than others I suppose.",
		"May4": "Yeah! I need to catch up regardless of what I said above ha.",
		"May5": "Yup!",
    "May6": "Definitely, like I've said this whole time I'm really appreciative for these check-ins.",
		"June1": "Right now I just try to write it down along with my daily goals. Bullet Journaling, eh.",
		"June2": "Yeah, I'm always thinking about how behind I am in reading. Though, it seems like it's also given me more to talk about with people which is always a plus.",
		"June3": "Yeah, I think so. Like I said behind, but definitely ahead of last year.",
		"June4": "ALL THE TIME. Thanks, Kelly. ;P",
		"June5": "Yes.",
    "June6": "Absolutely!",
		"July1": "N/A",
		"July2": "N/A",
		"July3": "N/A",
		"July4": "N/A",
		"July5": "N/A",
    "July6": "N/A",
		"August1": "Have not collected data yet",
		"August2": "Have not collected data yet",
		"August3": "Have not collected data yet",
		"August4": "Have not collected data yet",
		"August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
		"September1": "Have not collected data yet",
		"September2": "Have not collected data yet",
		"September3": "Have not collected data yet",
		"September4": "Have not collected data yet",
		"September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
		"October1": "Have not collected data yet",
		"October2": "Have not collected data yet",
		"October3": "Have not collected data yet",
		"October4": "Have not collected data yet",
		"October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
		"November1": "Have not collected data yet",
		"November2": "Have not collected data yet",
		"November3": "Have not collected data yet",
		"November4": "Have not collected data yet",
		"November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
		"December1": "Have not collected data yet",
		"December2": "Have not collected data yet",
		"December3": "Have not collected data yet",
		"December4": "Have not collected data yet",
		"December5": "Have not collected data yet"
	},
	"alex": {
    "Name": "Alex",
		"Field": "Retail",
		"Ages": "28/29",
    "Resolution": "Donate clothes/accessories every 3 months",
		"January1": "I'm not too fond of New Year Resolution, because most of the time you want to achieve something unattainable, then disappointed when you don't accomplish said resolution. I like making small \"resolutions\" throughout the year that I can achieve.",
		"January2": "Clean out closet and consign belongings every 3 months.",
		"January3": "YES! I'm starting already, little by little.",
		"February1": "Not necessarily, just knowing that every couple months I need to get rid of clothing.",
		"February2": "No. Now on my days off I schedule when I'm going to clean out my closet.",
		"February3": "No.",
		"February4": "No I feel confident with this resolution.",
		"February5": "Yes!",
    "February6" : "No it helps me keep focused :)",
    "March1": "Yes, I know I need to sort through my clothing/accessories every couple of months.",
		"March2": "No.",
		"March3": "I already have two bags full of belongings I will be donating or selling.",
		"March4": "No, only when I buy new clothing, I know I should be getting rid of older clothing.",
		"March5": "Yes :)",
    "March6": "No. It definitely helps keep me on track.",
		"April1": "Yes, every couple of months clean out closet and get purge belongings.",
		"April2": "No. Well try not to buy too many clothes, without getting rid of some.",
		"April3": "Yes, getting rid of about 30 shoes and 50 articles of clothing.",
		"April4": "No.",
		"April5": "Yes.",
    "April6": "No. It helps to remind me that I need to get this done :)",
		"May1": "N/A",
		"May2": "N/A",
		"May3": "N/A",
		"May4": "N/A",
		"May5": "N/A",
    "May6": "N/A",
		"June1": "N/A",
		"June2": "N/A",
		"June3": "N/A",
		"June4": "N/A",
		"June5": "N/A",
    "June6": "N/A",
		"July1": "N/A",
		"July2": "N/A",
		"July3": "N/A",
		"July4": "N/A",
		"July5": "N/A",
    "July6": "N/A",
		"August1": "Have not collected data yet",
		"August2": "Have not collected data yet",
		"August3": "Have not collected data yet",
		"August4": "Have not collected data yet",
		"August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
		"September1": "Have not collected data yet",
		"September2": "Have not collected data yet",
		"September3": "Have not collected data yet",
		"September4": "Have not collected data yet",
		"September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
		"October1": "Have not collected data yet",
		"October2": "Have not collected data yet",
		"October3": "Have not collected data yet",
		"October4": "Have not collected data yet",
		"October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
		"November1": "Have not collected data yet",
		"November2": "Have not collected data yet",
		"November3": "Have not collected data yet",
		"November4": "Have not collected data yet",
		"November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
		"December1": "Have not collected data yet",
		"December2": "Have not collected data yet",
		"December3": "Have not collected data yet",
		"December4": "Have not collected data yet",
		"December5": "Have not collected data yet"
	},
	"becca": {
    "Name": "Becca",
		"Field": "Physical Therapy",
		"Ages": "28/29",
    "Resolution": "Respond to texts/emails/calls in a timely manner",
		"January1": "As I was sitting down to write this, making my decision on my New Year's resolution I instantly had a bad taste in my mouth. \"This stuff is for the people who lack discipline\". My next thought was \"wow why would I default to such a negative stance on this?\" ",
		"January2": "Then it became clear. I'm afraid to make demands on myself. Well, here’s to being afraid and going for it. My new year’s resolution is to stop avoiding calls, texts, emails or other forms of communication and to respond in a timely manner. I'd like to say procrastination but it really only pertains to avenues of communication.",
		"January3": "I am hopeful I will meet the mark but I do have to admit that this failed goal crosses my mind just about every week. But since I've put it out there, heck... maybe this is my time!",
		"February1": "Wow, now I feel lazy. I have not outlined any steps in accomplishing this goal. It tends to be more of a mental hurdle consisting of \"just do it now becca\". So rather than steps, it's more black and white.",
		"February2": "I wouldn't say my daily routine has changed, like I said it's mainly a mental game of making a split second decision to do the task right then.",
		"February3": "I would say I get back to texts, voice mails, emails in a day or two ( except for this lol ) rather than my usual weeks.",
		"February4": "Yes, but not because of the new year. I am 9 weeks away from being a mom so I'm striving to be more organized and prompt.",
		"February5": "Yes! I'm making more and more of an effort. I've realized that the longer I wait to respond, the quicker I forget about doing it all atespecially with pregnant brain.",
    "February6": "Well considering part of this experiment is getting back to you via email, yes! lol although I have to say I'm a little embarrassed that your emails have taken me the longest to respond to. But yes, knowing someone is watching makes the stakes higher.",
    "March1": "I have not taken the time to outline steps to accomplish my resolutions.",
    "March2": "I feel like it's getting better and better with my voicemails and text messages. I have to tell myself, just respond now and that little mantra seems to give me just enough push.",
    "March3": "Considering I don't have any red demon numbers plaguing me on my iPhone screen, I'd say that measurable! It usually says zero texts and voicemail.",
    "March4": "March doesn't intimidate me any more than January did. Then again, I've been very distracted so if I had done this last year it may have taken up more mental space.",
    "March5": "Yes! I very much enjoy not having the weight of answering people \"later\".",
    "March6": "Hey big brother, stop watching me. :) yes I think it helps knowing I'll get these questions every month.",
    "April1": "I have not outlined any steps to accomplish this goal.",
    "April2": "I am starting to get into the stride of waking up and checking my phone and email first thing to see what I need to do, answer or clean out. Normally I \"get around to it\".",
    "April3": "I have no outstanding text messages, voicemails or emails!",
    "April4": "I am about to give birth so I feel like this month has definitely been about getting everything done and checked off the list. I think this has given me the extra push to be more diligent about communication outlets.",
    "April5": "Oh boy I sure hope so. I'm not sure what storm I'm about to enter but let's hope I have enough time to check a dang email.",
    "April6": "At first I think it did but now the motivations have been from my own accord.",
    "May1": "I haven't outlined steps but again, it's just having the responsibility of getting back to people in a prompt manner.",
    "May2": "Well now it's all a mess :) my daily routine usually doesn't consist of checking my emails anymore. I was doing so well and now it's taken a back seat.",
    "May3": "I had no red dots notifications on my iPhone and now I have a few.",
    "May4": "May has been crazy. I couldn't even stand for a while so I definitely wasn't checking my phone.",
    "May5": "I plan on getting back on track as soon as I move back home and Ryder is a bit older! I liked having all my ducks in a row and it felt less chaotic when I didn't have anything waiting on me.",
    "May6": "I completely forgot about my goal until I got your email, so yes! I can re focus and get back on track.",
    "June1": "No need to outline them anymore. It's clear what I need to do to keep to the resolution. Check my darn phone.",
    "June2": "I was initially waking up and checking my email or text messages and responding immediately. The key was making sure to do it every day to stay on top of it.",
    "June3": "I was doing so well, and then I had my baby and had some health scares. I still only have a few emails and I have no voicemails.",
    "June4": "This month is just like any month. Getting back to people is just as important this time of year :)",
    "June5": "I do like having a clean plate so to speak but it's been so hard staying on top of it all with a new baby. Being a mom is exhausting and getting back to people is one more thing I have to do. Listening to the voice mail or figuring out the time to meet and texting back is mentally wearing. It sounds really dumb, how hard could it be. But at the end of the day, I think \"nope, I'm going to bed\"Have not collected data yet",
    "June6": "At this point I wish it weighed on me more heavily so I could stay motivated!",
    "July1": "I have not outlined any new steps to accomplish this goal.",
    "July2": "My daily routine has drastically changed now but not due to the goal. I used to wake up and check all my emails and vm and now I tend to my baby instead and look at it all later.",
    "July3": "Surprisingly, I don’t have any unheard vm or unanswered texts so that is an improvement to my usual build up.",
    "July4": "This time of year does bear a little weight to my goal because I'm moving so the urgency to check my phone is more than any other time previously. I am also going back to work so I need to stay on top of movers, clients, etc.",
    "July5": "I still like the resolution i have made for myself and I plan on continuing. it is definitely more of a habit to stay on top of my phone than it was before the start of this year.",
    "July6": "I would say these emails are a good reminder. Every time i fill one out I remember how important it once was to achieve this goal.",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
	"george": {
    "Name": "George",
		"Field": "Technology",
		"Ages": "32/33",
    "Resolution": "Establish a stress-reducing hobby",
		"January1": "Not a strong opinion.",
		"January2": "Develop a new hobby to help reduce stress.",
		"January3": "I do, and am looking forward to becoming interested and proficient in something new.",
		"February1": "Yes, however the steps are pretty short. Waiting for a particular sale to occur before purchasing the console.",
		"February2": "Only in the sense more aware of what games are coming out in anticipation.",
		"February3": "Money saved up for the right time.",
		"February4": "No, which is nice. Also the point of this particular resolution. Something that is more of a harmless hobby.",
		"February5": "Yes.",
    "February6" : "Good reminders to check for that sale.",
    "March1": "The goal was to buy a gaming system for myself, so not many steps.",
    "March2": "Yes, after work now I eat dinner and instead of continuing more work from the office I play a game with my brother and friends. Nice way to disconnect for a bit.",
    "March3": "Yes, kind of went overboard and ended up with two gaming consoles to make it possible to play with family and friends who might own a different system. Went from 0 to 2 very quickly.",
    "March4": "No, the resolution has been accomplished and it's just fun.",
    "March5": "Yes, I hope to maintain a routine of playing with friends and family a few times a week.",
    "March6": "Yes, work can be pretty consuming so being reminded of just going out and making the purchase helped.",
    "April1": "Negative.",
    "April2": "Quite dramatically. I now play video games almost every day. It has been nice to disconnect for a while.",
    "April3": "I guess measurable. Went from 0 days of the week playing games to 7.",
    "April4": "Seeing as the goal was not particularly difficult to accomplish. Now just enjoying another way to relax.",
    "April5": "I plan to continue relaxing via games if that counts. I do plan on digging more into new games after completing the ones I've started.",
    "April6": "Yeah, goes back to the reminder of saving up and making the purchase. I'm glad I've done it and the reminder was nice.",
    "May1": "I did not.",
    "May2": "Still playing games almost daily. Still enjoying taking a step away from work and real world stuff. Just recently organized a specific session with people.",
    "May3": "It has been measurable. Before the resolution, didn't playing anything. Playing 7 days a week for the most part.",
    "May4": "By this time in the year, my conscience is free. Seeing that it is now such a part of my routine, often don't remember it was a resolution.",
    "May5": "I see no reason not to continue my new routine. I did think by now I would have finished some and moved on to new games. However still playing the original games I purchased.",
    "May6": " It did. My resolution had very low barrier so once I purchased the system and games wasn't much preventing me from continuing.",
    "June1": "I did not.",
    "June2": "Playing the same two games almost daily. The organized gaming session happened. Prob won't do it again though, kind of a mess in the game and we weren't successful.",
    "June3": " Same measurement. Playing 7 days a week.",
    "June4": "Often don't remember it was a resolution.",
    "June5": "I see no reason to discontinue my new routine. Not really a new routine anymore I would say. Still playing the two original games I started with.",
    "June6": "It did. My resolution was technically very easy to accomplish.",
    "July1": "N/A",
    "July2": "N/A",
    "July3": "N/A",
    "July4": "N/A",
    "July5": "N/A",
    "July6": "N/A",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
	"jack": {
    "Name": "Jack",
		"Field": "Consulting",
		"Ages": "28/29",
    "Resolution": "Listen to more music",
		"January1": "I've generally shied away from them in the past because it always seemed unrealistic to believe that I'd stick to something I set out to do in January. Nowadays, I think that it's important to take chances to set small goals, push your limits, and hold yourself accountable.",
		"January2": "This year, I plan to listen to more music - and make time to really dive into it. Expand my record collection, get a better sound system, find new ways to discover what's out there, etc.",
		"January3": "I do think I'll accomplish this resolution this year - mostly because the goal and metrics that define it are pretty vague.",
		"February1": "I haven't quite outlined steps to accomplish my resolution as much as I have outlined how to track my progress on my resolution. I've been keeping tabs in a note on my phone.",
		"February2": "My daily routine hasn't changed but I would say that I actively work toward achieving my goal because I'm trying to hold myself accountable. I listen to more full albums, even if I don't like the music at first. I've read more music blogs. And I've tried to listen to vinyl more often than not.",
		"February3": "Well, in the sense that it can be measured? yes. so far this year (since I've been tracking it), I've listened to 15 new albums and 43 albums on vinyl.",
		"February4": "I think it bears a little weight but I'm not too worried about exposing myself to new music. I just think I should pick up the pace a bit.",
		"February5": "Yes!",
    "February6": "I think your involvement makes me consider why I made my 2017 resolution and forces me to take more time to work toward my goals.",
    "March1": "N/A",
    "March2": "N/A",
    "March3": "N/A",
    "March4": "N/A",
    "March5": "N/A",
    "March6": "N/A",
    "April1": "Not really steps, more outlined a process that I will follow to feel satisfied in accomplishing my goal.",
    "April2": "Nope!",
    "April3": "Yep! I've listened to nearly 40 new albums this year.",
    "April4": "Yes it does. I'm starting to listen to a new album right now because I feel behind.",
    "April5": "Yes!",
    "April6": "Yes, it's helping keep me motivated toward my goal.",
    "May1": "N/A",
    "May2": "N/A",
    "May3": "N/A",
    "May4": "N/A",
    "May5": "N/A",
    "May6": "N/A",
    "June1": "I have outlined steps to accomplish my goal.",
    "June2": "For a while, I changed my daily routine to add more music in. I have fallen out of it this month, but I plan to get back into it in July.",
    "June3": "Yes! I've listened to 60 albums this year, although that's far less than I'd like!",
    "June4": "Yeah I feel like I'm not doing enough to get toward my goal. I'm trying to ramp up more music listening in July.",
    "June5": "Yep!",
    "June6": "Yes, it's been helpful to have another person kind of holding me accountable.",
    "July1": "N/A",
    "July2": "N/A",
    "July3": "N/A",
    "July4": "N/A",
    "July5": "N/A",
    "July6": "N/A",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
	"jane": {
    "Name": "Jane",
		"Field": "Retail",
		"Ages": "29/30",
    "Resolution": "Bullet Journal at least once a week",
		"January1": "I think it's a nice sentiment towards self improvement.",
		"January2": "I want to start and maintain a bullet journal, ideally working on it several times a week but at minimum once a week. My life isn't that interesting so I can't expect to update it every day and create meaningful content. Mainly it'll give me a chance to practice hand lettering and graphic design/compositions with some direction.",
		"January3": "Knowing my past history with starting/completing projects, I'm not optimistic I will. However, this isn't something that needs to be seen publicly, which is less pressure to make perfect. Hopefully that will make it easier to maintain.",
		"February1": "Nope!",
		"February2": "Not terribly.",
		"February3": "Yes and no. I think I initially said I wanted to do more journaling to keep my creativity up. So the physical goal of journaling has not progressed (especially since I started the journal in Spain and it's just too bittersweet to start again right now), but I have been meeting those creative goals. So i'm not sure whether it's a yes or no in your book!",
		"February4": "Nope.",
		"February5": "I think so! My goal was to be and produce more creativity and I think I'm doing that.",
    "February6": "So far, nope!",
    "March1": "I changed my approach, but it wasn't an active 'i must do A, B, C, etc.' Essentially instead of bullet journaling, I got a planner (on sale, i couldn't resist haha) that has bullet points for days, and I use that to journal.",
    "March2": "Not daily. I do think I've added more to my usual free-time activities, but i wouldn't say I changed my routine.",
    "March3": "I think so! I finally finished an application to teach a hand-lettering workshop at work, which involved reworking some small lettering pieces, and I have continued to either illustrate or hand-letter to keep up my creative output.",
    "March4": "Do you mean March? 8)  Not at all! Actually I'm surprised that I've kept up with my resolution, granted it was an abstract one to keep up creative output/energy.",
    "March5": "Yes!",
    "March6": "Well I guess so. It's not a negative one, but I am always surprised when I fill out this survey and am honestly able to say that I have been progressing, even if it is in unexpected ways.",
    "April1": "Nope! I have signed up for a class if that counts.",
    "April2": "I have practiced lettering more, though it's maybe only 3-5 times a week.",
    "April3": "I think so! I've begun to show mastery over tools that I did not have confidence in earlier this year.",
    "April4": "Nope!",
    "April5": "Yes, and I have added a goal of doing some sort of lettering or calligraphy freelance work by the end of the year.",
    "April6": "Nope!",
    "May1": "Nope.",
    "May2": "Sort of. I am noticing that on my days off, I will go to a cafe and work on my handwriting, journaling, etc.",
    "May3": "I think so! I think reporting back to you every month has made me aware that I actually am being creatively productive. I am setting extra goals, like writing table cards (for money) by the end of the year.",
    "May4": "Not really.",
    "May5": " Yep!",
    "May6": "Sort of, I think I'm just paying more attention to myself. It's definitely a positive impact!",
    "June1": "Nope.",
    "June2": "Not especially. I do more lettering than I did last year I guess?",
    "June3": "Yes. I actually approached a potential client but it fell through. I also purchased table cards to make samples with, though I haven't completed them yet.",
    "June4": "Nope.",
    "June5": "Yep!",
    "June6": "Not at all!",
    "July1": "Nopee.",
    "July2": "Not particularly. I have always used my free time to do creative things, I guess the difference is what kind of creative thing I do. I do more lettering and journaling now.",
    "July3": "Yes. I've contacted several people who seemed to be interested in getting hand-written table cards, and my friend's sister is definitely having me do them for her wedding!",
    "July4": "A little. I've added a goal of completing one hand-lettering job by the end of the year (though end of summer was ideal) and I think I'm on track to accomplishing that.",
    "July5": "Yes, though I think my original 'resolution' of being more creative everyday was created with a gross underestimation of how much time I spend being creative. I unknowingly set a very low bar for myself, I suppose!",
    "July6": "I think so. I do not do creative things in order to report on them, but your surveys definitely make me realize that I'm not as wasteful with my free time as I previously thought.",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
	"mitzi": {
    "Name": "Mitzi",
		"Field": "Education",
		"Ages": "59/60",
    "Resolution": "Lose 10 pounds",
		"January1": "Generally positive.",
		"January2": "I would like to be 10 pounds lighter by December 31, 2017.",
		"January3": "Yes - - should be doable.",
		"February1": "N/A",
		"February2": "N/A",
		"February3": "N/A",
		"February4": "N/A",
		"February5": "N/A",
    "February6": "N/A",
    "March1": "I think I have.  Just had my annual physical, and the doctor suggested several steps I could take to reduce my weight.",
    "March2": "I started to use an elliptical machine because my treadmill broke.  I am doing 10 minutes of regular stepping, and then I alternate high intensity with regular on a minute to minute basis, until I hit 20 minutes total.  It is very strenuous for me.",
    "March3": "I have not lost weight, but I think the new machine is toning me up.  My clothes feel looser in my hips.",
    "March4": "No, not really.  My next target is the visit with the endocrinologist in May.  I hope my blood test values look better.",
    "March5": "Yes!",
    "March6": "Yes, you make me actually write this stuff down in an organized way.  I would not think about it so much if I did not have a \"diary\".",
    "April1": "Yes. In fact, I seem to be recharged this month.",
    "April2": "Yes. Doctor wants high intensity interval exercise, so my time on a machine is actually shorter than before.",
    "April3": "My weight had crept up but now is where it should be. New exercise seems to be improving my body shape.",
    "April4": "I have a blood test coming up--that is incentive.",
    "April5": "Yes",
    "April6": "Well, you are now my accountability partner. :)",
    "May1": "N/A",
    "May2": "N/A",
    "May3": "N/A",
    "May4": "N/A",
    "May5": "N/A",
    "May6": "N/A",
    "June1": "N/A",
    "June2": "N/A",
    "June3": "N/A",
    "June4": "N/A",
    "June5": "N/A",
    "June6": "N/A",
    "July1": "I went off the rails in July, mostly due to vacation. While I ate reasonable meals, I was eating dessert.",
    "July2": "Just the vacation part. I am back into a regular routine.",
    "July3": "Well, I am trying to re-lose the two pounds I gained on vacation.",
    "July4": "I have come to realize that summer is the most difficult time for me to mark brain my weight.",
    "July5": "Yes!",
    "July6": "You remind me to keep moving forward. So yes.",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
	"olivia": {
    "Name": "Olivia",
		"Field": "Legal",
		"Ages": "24/25",
    "Resolution": "Finish writing project and pursue publication",
		"January1": "I feel like New Year Resolutions are like fortune cookies or horoscopes, or like giving something up for Lent (if that applies to you). It's kind of an optimistic gesture for the new year but not really something anyone ends up keeping or following through. I actually like the idea of new year resolutions as a kind of \"It's 11:11, make a wish\" offering as the year changes.",
		"January2": "I want to finish a writing project I am working on and actually edit it/push it towards agents to pursue publication.",
		"January3": "I can definitely get it written, edits are the hard part for me so we'll see about the rest!",
		"February1": "No steps but I do have an plot outline for my project and have had the same routine of writing every night for like 10 years.",
		"February2": "No- see above. Though previously I might have been less strict about it- just writing when I have a chance. Now I really set aside about an hour or more if I can swing it and don't get distracted.",
		"February3": "About 10,000+ words of progress thus far.",
		"February4": "I do feel less bad about staying in all the time in the winter and have more time to write but I'm not a cold weather person so I get lazy. I used to sit outside and write when I was in high school on nice weather days so that's obviously something I can't do in the winter. I'd say it balances out, so not much impact.",
		"February5": "Fo sho.",
    "February6": "I feel a bit more accountable to finish the project and it does help to have a goal to work towards. It's also helping me to realize how much time I really have to work on this- I am very used to thinking that anything I write or work on needs to be done ASAP because I'm crazy and feel like all windows of opportunity are always like two seconds away from closing. So knowing that this is only the first update and I feel like I've gotten some good work done is actually really helpful in a \"calm down\" kind of way.",
    "March1": "I've revised my outlines for the story but as of now the only steps are A) write and B) don't get too fixated on revision while writing the first draft. That always messes me up because then I never get past revising the same first 5 chapters. So I'm keeping notes on what I want to change but mostly forging ahead. (though I did have a brief block this last week or so where I had something I wanted to change and couldn't really mentally get myself past it so I went ahead and started my revision folder and just indicated in each chapter what the changes would be without writing the full chapters).",
    "March2": "I now come home from work, eat dinner, maybe watch something and then try to dedicate an hour at least from 9-10 or 10-11 to writing but it does often feel like I come from work and go right back to work so I sometimes give myself a day to not do it. I've been thinking about how nice it would really be to take a bunch of time off from work so that I could dedicate full time energy to writing and what I'd get done but HA I have billz to pay.",
    "March3": "Yep! Though maybe not as much as I'd like. (see above)",
    "March4": "Yes, if it's cold I just want to lay down and not do anything LOL",
    "March5": "Yes and I'm actually having a goal within a goal which is to finish the first draft by end of June/ start of Summer. And begin second draft/send it to some readers (friend/family) to complete over the summer and start finalizing some things for a big revision for fall.",
    "March6": "This one hasn't changed since last month- yes, though I do admit that I'm a compulsive writer. I've been writing something every day since I was 11 so even without the resolution goal I'd be writing something, either aimlessly or with vision. The difference now is that I'm pinning myself to one project which is hard because I have already thought of 2 other projects I'd like to work on at some point. I just have to keep myself focused on one project at a time.",
    "April1": "Same outline: just writing stuff, working on thangs, trying not to revise too soon so that I get bogged down with early edits. Just forging onward to finish draft 1.",
    "April2": "Daily routine is the same, though I've tried recently to get up earlier to try writing in the morning and that has been pretty nice though not really sustainable because I HATE MORNINGS.",
    "April3": "Yes. I've just reached a critical part in the plot. I feel like much of what I've been writing thus far has been character development/backstory and now I'm reaching the first big plot hurdle.",
    "April4": "I am generally more motivated in spring/summer to do anything so I do feel energized and it's easier for me to wake up in the mornings when it's warm so I should be able to try waking up early to write more.",
    "April5": "YEAH SON",
    "April6": "Yes- I was literally thinking about this the other day because I was kind of putting off writing after work and I was like \"Well i need to make some progress for the goal thing\" so i write like 2 sentences lol BUT ITS BETTER THAN NOTHING!",
    "May1": "General plan is to finish first rough draft within the next 2 weeks and start second draft/read through for the summer.",
    "May2": "Not much. Trying to write every day, doesn't always happen but definitely am trying to put away time for it.",
    "May3": "Measurable progress in page numberz son.",
    "May4": "It feels like I have more time in the day because it's not pitch black when I leave work so that helps motivate me to not go home and do nothing the rest of the night.",
    "May5": "Ya.",
    "May6": "Ya.",
    "June1": "I've planned \"phases\" more than an outline. I'm almost done with the first draft and the plan is to read through/2nd draft over the summer. Next fall work on really wrapping it up.",
    "June2": "When I get home, I maybe watch some tv but then after about 9pm I write for an hour or maybe 2 and then read lol So what's changed is that I'm not spending the night just watching tv or just reading, which is what I used to do.",
    "June3": "Yes, almost done with 1st rough draft.",
    "June4": "Now it does just because of answer to question 1 ^. I'm conscious of the fact that the year is half up so I'm trying to put in more time- or not necessarily more time but more focus/quality into the time I spend.",
    "June5": "Yes.",
    "June6": "Yes a) because I'm checking in on progress every month and b) because I find myself talking myself out of self doubt. The goal initially was to aim to potentially shop the manuscript around and because I have imposter syndrome and a prodigy disorder thing, I always talk myself out of whatever I'm working on. I tend to halfway through start to say that it's not very original and there are better works out there and it would never be published and that just because I was once good at writing doesn't mean that what people said at the time was true- big fish little pond kind of thing. I always for whatever reason put pressure on myself to write something literary- like because in the past teachers and adults used to say that I was going to be a best seller some day, I ingrained somewhere that if I write what I want to write that it's not of the caliber they're expecting. So I convince myself that whatever I'm working on isn't good, isn't #Literary, and then I don't finish it or don't bother with a re-write. It's like saying to yourself \"Well, if it's not the Mona Lisa, then what's the point?\" which is ridiculous. So because of the resolution thing, I'm kind of trying to force that out of my system and just work on whatever the thing ends up being, which is def not a Literary Classic but it's fun and I like it and while I like my day job, I'm coming to terms with the fact that what I've wanted to do since I was about 10 is write and I've always had a feeling that it's what I'd end up doing if I just give myself the time to sit and do it and start. I'm going to quit my job (LOL no IM NOT)",
    "July1": "Yep- got an outline of the plot and a schedule for revisions.",
    "July2": "Kind of; now that I'm in revision stage 2 I'm having some trouble, which I always do once I'm done with a first draft. So I'm trying to keep writing but I find myself wanting to write at odd hours, like 1 am, which isn't conducive to work/life balance.",
    "July3": "Draft 1 done, making my way slowly through that draft to fill out the story, write in scenes I left out, etc. After that, which hopefully I'll be done with by October, I'll do a read through, reorganize the chapters and hopefully start finalizing.",
    "July4": "Dead of summer makes me just want to watch anime LOL or read books my favorite books so I end up spending my free time doing either of those things instead of writing.",
    "July5": "Yes, though I'm now in the frustration point of things for me. I'm never good at working on something once I've already done a first draft. I've always been a one and done person with everything- I always try to get it right the first time so I don't have to do it again or read it again. Not conducive to writing a longer form thing so I'm trying to just work through it",
    "July6": "Yes, but because I'm a psycho it's sort of taking a negative turn haha I had a teacher in high school who was my creative writing/AP lit teacher and each year she gave out these like awards that were personalized per student. My senior year she gave me the \"Best Seller 2019\" award which was super nice and really amazing at the time but as more time passed and I wasn't motivated or was just kind letting time slip by, I got really anxious about that because I started to look at it as a deadline and like if I didn't reach that benchmark, then I'd failed in some way. THIS IS THE PROBLEM WITH CHILD PRODIGY SYNDROME lol and now I'm very not-confident about anything I do and also very stressed about time. So while I like kind of having this consistent project to work on, I'm also starting to stress myself out because I'm seeing the upcoming new year as a deadline- but at least I'm now self aware enough to understand that this is just me talking to myself. That nobody expects anything crazy or like my status as a success or failure is hinging on this.",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
	},
  "zach": {
    "Name": "Zach",
    "Field": "Advocacy and Consulting",
    "Ages": "30/31",
    "Resolution": "Attend at least 1 queer or kink event each month",
    "January1": "I've actually never really done it before, so I'm looking forward to giving it a try.",
    "January2": "I'm going to participate in more queer and kink community events this year -- at least once a month. I wanna be more open to meeting new people and having new experiences.",
    "January3": "Yes!",
    "February1": "Yes! I've been keeping track of upcoming events in the community and making sure that I'm getting out to at least one every month. I've also been looking for opportunities to bring friends along in hopes of fostering some larger sense of community -- with varying levels of success.",
    "February2": "I don't know that it's changed my daily routine, but it's definitely pushed me to be a bit more outgoing than my default nature, which has been really interesting.",
    "February3": "Yes! This month a date asked me to a Valentine's Day-themed BDSM party. I was pretty nervous about it, but ended up having a blast with him, hanging out with some pretty cool people, and supporting a new kink community space.",
    "February4": "Not so far. We'll see how well I keep up with it as the year progresses.",
    "February5": "Absolutely. I already have plans for another party next month.",
    "February6": "I do feel like having to report to someone at the end of the month, there's another layer of accountability that I wouldn't otherwise have. Interested to see if I still feel that way in a few months.",
    "March1": "Yeah, as much as I can. I'm a little worried about April -- it's gonna be a busy month so I'm not sure I'll be able to make a ton of progress, but I guess that just means I have to make up for it in May!",
    "March2": "I don't think it's changed my daily routine, but it has changed what I'm looking out for -- in my dating life, where I want to spend time on the weekends and with who, stuff like that -- for sure.",
    "March3": "Yeah, I went to another party this month! It was...not as great as last month, haha. Mostly it was just at a weird place that I didn't like, and it was pretty sparsely attended. I went with a guy I've been seeing for a while now and we had a really great, really intense scene, which was really great. But I don't think it's a party I'll go to again.",
    "March4": "Nope! I'm definitely making the kind of progress I set out to make.",
    "March5": "Yes!",
    "March6": "Again, I really just think the accountability factor is motivating, which is really cool.",
    "April1": "April was a pretty rough month for a lot of reasons: work shit, friendship shit, dating shit. My focus definitely slipped a little this month, so unfortunately, I didn't really do much on this goal this month.",
    "April2": "Not so much this month. :-/",
    "April3": "Not so much this month. But I do have plans to go to a BDSM party next month with a friend, so I'm looking forward to that. After that, we're heading into the gay high holy days: Pride, Dore Alley, Folsom, so I'm ready to start planning for those!",
    "April4": "I'm more than a little bummed that this month went the way it did, but I'm eager to make up for it! :D",
    "April5": "Hell yep.",
    "April6": "Kelly, you're a goddamn delight and I do appreciate this monthly check-in. :)",
    "May1": "N/A",
    "May2": "N/A",
    "May3": "N/A",
    "May4": "N/A",
    "May5": "N/A",
    "May6": "N/A",
    "June1": "N/A",
    "June2": "N/A",
    "June3": "N/A",
    "June4": "N/A",
    "June5": "N/A",
    "June6": "N/A",
    "July1": "N/A",
    "July2": "N/A",
    "July3": "N/A",
    "July4": "N/A",
    "July5": "N/A",
    "July6": "N/A",
    "August1": "Have not collected data yet",
    "August2": "Have not collected data yet",
    "August3": "Have not collected data yet",
    "August4": "Have not collected data yet",
    "August5": "Have not collected data yet",
    "August6": "Have not collected data yet",
    "September1": "Have not collected data yet",
    "September2": "Have not collected data yet",
    "September3": "Have not collected data yet",
    "September4": "Have not collected data yet",
    "September5": "Have not collected data yet",
    "September6": "Have not collected data yet",
    "October1": "Have not collected data yet",
    "October2": "Have not collected data yet",
    "October3": "Have not collected data yet",
    "October4": "Have not collected data yet",
    "October5": "Have not collected data yet",
    "October6": "Have not collected data yet",
    "November1": "Have not collected data yet",
    "November2": "Have not collected data yet",
    "November3": "Have not collected data yet",
    "November4": "Have not collected data yet",
    "November5": "Have not collected data yet",
    "November6": "Have not collected data yet",
    "December1": "Have not collected data yet",
    "December2": "Have not collected data yet",
    "December3": "Have not collected data yet",
    "December4": "Have not collected data yet",
    "December5": "Have not collected data yet"
  }
}
